[
{"term":"Advanced Internal Ratings Based approach", "definition":"The Advanced Internal Ratings Based Approach refers to a set of credit risk measurement techniques and capital adequacy rules outlined in the  Basel II Accord that allows  banks to develop their own empirical models to quantify the most inputs to quantify their required capital for credit risk."},
{"term":"Advanced measurement approach (AMA)", "definition":"The Advanced Measurement Approach is sophisticated approach to calculate operational risk capital and allows the bank to use internally generated models to calculate their operational risk capital requirements."},
{"term":"Amortization", "definition":"Amortization is the repayment of debt in regular installments over a period of time."},
{"term":"Arbitrage", "definition":"Arbitrage is a trading strategy that seeks to generate a profit by exploiting price differences of identical or similar financial instruments, on different markets or in different forms."},
{"term":"Asian option", "definition":"Asian option is a financial derivative and its final pay-off is determined by the average price of the underlying asset at specific dates or during a specific pricing window."},
{"term":"Asset and Liability Management (ALM)", "definition":"The Asset and Liability Management (ALM) function in a bank manages the risks caused by asset and liability mismatches as well as the interest rate risk in the bank's banking book and the bank's liquidity risk."},
{"term":"Asset Backed Security (ABS)", "definition":"Asset-backed securities, backed by pools of mortgage loans or other types of securitizable cash flow generating assets, are sold to investors who then receive payments based on the cash flows generated by the assets in the underlying pool. "},
{"term":"Asset based loan", "definition":"Asset based loans allow the borrower to pledge a specific asset or a combination of assets, such as inventory, machinery or equipment, as collateral to cover a loan."},
{"term":"Asset Liability Committee (ALCO)  ", "definition":"Asset Liability Committee (ALCO)  is typically a committee of senior managers and board members tasked with executing and overseeing the banks ALM activities."},
{"term":"Asset management", "definition":"Asset management is the management of financial assets and non-financial assets, and financial instruments to meet specified investment objectives; often refers to investment management."},
{"term":"Asset Management Company (AMC)", "definition":"An Asset Management Company (AMC) is an often separate entity tasked with managing assets on behalf of a principal; in banking and credit risk management, it typically refers to the long-term management a bad bank that manages, with a long-term mandate, non-performing loans and assets to maximize the maximal recovery value of those."},
{"term":"Asset transformation", "definition":"Asset transformation is the process of creating a new asset (loan) from liabilities (deposits) with different characteristics by converting small denomination, immediately available and relatively risk free bank deposits into loans--new relatively risky, large denomination asset--that are repaid following a set schedule."},
{"term":"Assets", "definition":"Assets are tangible or intangible claims with economic value that an individual, corporation or other entity owns or controls with the expectation that it will provide future benefit. "},
{"term":"Audit", "definition":"An audit is the unbiased examination, analysis, and evaluation of an organization's financial position, business activities and internal processes executed internally, by employees of the organization, and/or externally, by an outside entity."},
{"term":"Backwardation", "definition":"Backwardation occurs when the price of futures with longer maturities are less than prices of futures with shorter maturities; it is the opposite of contango."},
{"term":"Bank", "definition":"A bank takes deposits, makes loans, arranges payments, holds a banking license and is subject to regulatory supervision by a banking regulator."},
{"term":"Bank panic", "definition":"A bank panic occurs when a large number of depositors at multiple different banks simultaneously demand the return of their deposits."},
{"term":"Bank run", "definition":"A bank run occurs when a large number of depositors at one bank simultaneously demand the return of their deposits."},
{"term":"Banking book", "definition":"The banking book of a bank is the portfolio of assets, primarily loans, a bank expects to hold until maturity when the loan is repaid fully; typically refers to the loans the bank underwrites."},
{"term":"Banking license", "definition":"A banking license, issued by a banking regulator or supervisor, allows a bank to engage in banking activities under the condition that the bank agrees to be supervised by regulatory or supervisory authorities."},
{"term":"Basel Accords", "definition":"The Basel Accords (Basel I Accord, the Market Risk Amendment and the Basel II Accord) are the cornerstones of international risk-based banking regulation, the results of a collaborative attempt by banking regulators from major developed countries to create a globally valid and widely applicable framework for banks and bank risk management."},
{"term":"Basel Accords  ", "definition":"The Basel Accords (Basel I Accord, the Market Risk Amendment and the Basel II Accord) are the cornerstones of international risk-based banking regulation, the results of a collaborative attempt by banking regulators from major developed countries to create a globally valid and widely applicable framework for banks and bank risk management."},
{"term":"Basel Committee on Banking Supervision", "definition":"The Basel Committee on Banking Supervision is a forum for regulatory cooperation between its member countries on banking supervision-related matters, was established by the central bank governors, and consists of senior representatives of bank supervisory authorities and central banks from major economies."},
{"term":"Basic Indicator Approach", "definition":"The Basic Indicator Approach is an approach to calculate operational risk capital under the Basel II Accord, and uses the bank's total gross income as a risk indicator for the bank's operational risk exposure and sets the required level of operational risk capital as 15% of the bank's annual positive gross income averaged over the previous three years."},
{"term":"Basic indicator approach (BIA)", "definition":"The Basic Indicator Approach uses the bank's total gross income as a risk indicator for the bank operational risk exposure and sets the required level of operational risk capital at 15% of the bank's annual positive gross income averaged over the previous three years. "},
{"term":"Basis point", "definition":"A basis point is one-hundredth of one percent, or 0.0001."},
{"term":"Basis risk", "definition":"Basis risk is the degree of imperfect change in the relationship between the price used to value a position and the price of the instrument used to hedge the position."},
{"term":"Beta", "definition":"Beta describes the return sensitivity of an individual stock or a portfolio of stocks to that of the market."},
{"term":"Beta factor (operational risk)", "definition":"The beta factor is the fixed percentage of average positive annual gross income (over three years) of the eight different business lines a bank may have and is used to calculate its operational risk capital."},
{"term":"Bid-ask-spread", "definition":"The bid-ask spread is the difference between the buy price or rate (bid) and sell price or rate (ask) of an financial instrument."},
{"term":"Black-Scholes model", "definition":"The Black-Scholes model is a pricing approach, initially derived by Fisher Black and Myron Scholes, used to value various types of contingent and derivative securities, such as options."},
{"term":"Board of directors", "definition":"The board of directors has the ultimate responsibility for the management and performance of a company, is responsible for the bank's governance, and is elected by the shareholders. "},
{"term":"Bond", "definition":"A bond is a legally binding contract through which the borrower (also referred to as the issuer of the bond) borrows the principal, an amount specified in the bond, from an investor and in exchange pays a specified amount of interest, usually at regular intervals, and at maturity repays the principal. "},
{"term":"Borrower", "definition":"A borrower receives money by borrowing money with the promise to repay the amount borrowed, or principal, and to pay compensation for borrowing the funds, or interest, to the lender."},
{"term":"Bucketing", "definition":"Bucketing is the process of grouping similar types of exposures by type, size, kind, quality or time period."},
{"term":"Business continuity planning", "definition":"Business continuity planning involves the task of identifying, developing, acquiring, documenting, and testing procedures and resources that will ensure continuity of a firm's key operations in the event of an accident, disaster, emergency, and/or threat."},
{"term":"Business disruption and system failure", "definition":"Business disruption and System failure under the Basel II Accord includes operational risk events such as utility disruptions, software failures, hardware failure."},
{"term":"Business risk", "definition":"Business risk is the potential loss due to a weakening in competitive position."},
{"term":"Calendar spread", "definition":"Calendar spread, a trading strategy, involves the simultaneous purchase of futures or options expiring in a particular month and the sale of the same instrument expiring in another month."},
{"term":"Call option", "definition":"Call option, a financial derivative, gives the right, but not the obligation to buy an agreed quantity of a particular commodity or financial instrument from the seller of the option at a certain time (expiration date) for a certain price (strike price); the seller is obligated to sell the commodity or financial instrument should the buyer so decide."},
{"term":"Callable bond", "definition":"Callable bond is a bond that can be repaidat the discretion of the issuer and before the maturity of the bond using at a pre-determined formula ."},
{"term":"Capital", "definition":"Capital denotes financial assets or the financial value of assets, such as cash, or the long-term financial contribution of investors in a corporation."},
{"term":"Capital adequacy", "definition":"Capital adequacy is achieved when a bank’s capital ratio meets or exceeds the minimum capital ratio, which under the Basel Accords is 8% of risk weighted assets and can be satisfied with Tier 1, Tier 2, and Tier 3 capital. Tier 1 capital has to account for at least 4% of risk-weighted assets; the remainder can be satisfied through Tier 2 and, in the case of market risk capital, Tier 3 capital. National banking regulators can deviate from these minimum capital adequacy ratios."},
{"term":"Capital Asset Pricing Model (CAPM)", "definition":"The Capital Asset Pricing Model describes the relationship between risk and expected return and can be used in pricing risky securities."},
{"term":"Capital requirement", "definition":"Capital requirement determines how much minimum capital level regulators require each bank to hold against its risk levels."},
{"term":"Capital  ", "definition":"Capital denotes financial assets or the financial value of assets, such as cash, or the long-term financial contribution of investors in a corporation."},
{"term":"Cash flow loan", "definition":"A cash flow loan provides funds that are repaid from the cash flow generated from the borrower’s operations."},
{"term":"Central bank", "definition":"A central bank is the principal monetary authority of a country, or a group of countries, and may also exercise regulatory and supervisory responsibilities over other banks, arrange payment between banks, and when needed, provide stability to the financial and banking system."},
{"term":"Chief Risk Officer (CRO)", "definition":"The Chief Risk Officer plans, leads, and manages the risk management activities of an organisation."},
{"term":"Clearinghouse", "definition":"A clearing house guarantees the financial performance of a trade on an exchange by becoming the buyer to each seller and the seller to each buyer, and provide clearing and settlement services for financial transactions. "},
{"term":"Collateral", "definition":"Collateral is an asset pledged by a borrower to secure a loan or other credit and is forfeited to the lender in the event of the borrower’s default. "},
{"term":"Collateralized Debt Obligation (CDO)", "definition":"Collateralized Debt Obligation is a type of structured asset-backed security; its value is determined by payments derived from a specific portfolio of fixed-income generating assets or instruments."},
{"term":"Collateralized Mortgage Obligations (CMO)", "definition":"Collateralized Debt Obligation is a type of structured asset-backed security; its value is determined by payments derived from a specific portfolio of fixed-income generating assets or instruments."},
{"term":"Commercial bank", "definition":"A commercial bank offers a wide range of highly specialized loans to large businesses, acts as  an intermediary in raising funds, and provides specialized financial services including payment, investment, and risk management services."},
{"term":"Commercial paper", "definition":"A commercial paper is an unsecured, short-term debt security issued by a typically large, financially strong, organization that uses the proceeds to finance its operations."},
{"term":"Committed facility", "definition":"A committed facility is a type of loan, whereby its terms and conditions, such as margins, fees and duration, are clearly defined in a formal agreement by the bank and are imposed on the borrower, and the facility is funded."},
{"term":"Commodity", "definition":"A commodity is generally physical item such as food, oil, metal or other object with no differences in its makeup irrespective of the geographical or physical market where they are being sold."},
{"term":"Commodity risk", "definition":"Commodity risk is the potential loss from an adverse change in commodity prices."},
{"term":"Common risk factors", "definition":"Common risk factors are risk factors that may impact several obligors with similar exposures, financial instruments, or financial assets in a similar fashion at the same time."},
{"term":"Common Share", "definition":"Common share, or common stock, common equity,  typically refers to the equity in and ownership of a corporation."},
{"term":"Compliance", "definition":"Compliance is the process to ensure that the organization operates by conforming to rules, policies, or legal standards."},
{"term":"Consortium ", "definition":"A consortium denotes a cooperative underwriting of loans by a select group of banks; also called a syndicate."},
{"term":"Contagion", "definition":"Contagion, typically a financial or banking crisis, engulfs several banks, markets, and countries. "},
{"term":"Contango", "definition":"Contango occurs when the price of futures with longer maturities are higher than prices of futures with shorter maturities; it is the opposite of backwardation."},
{"term":"Convertible bonds", "definition":"A convertible bond is a type of a bond that can be converted into a equity using a predetermined relationship, and this right to convert can be exercised typically at the discretion of the bondholder."},
{"term":"Convexity", "definition":"Convexity is a measure of the nonlinear relationship between yield changes and bond price effects. "},
{"term":"Core banking services", "definition":"The core banking services are deposit collection, loan underwriting, and payment services."},
{"term":"Corporate bonds", "definition":"A corporate bond is issued by a corporation to raise money from investors, and in return the investors receive interest payments from the corporation issuing the bonds."},
{"term":"Corporate borrower", "definition":"Corporate borrowers range from small local companies to large global conglomerates."},
{"term":"Corporate credit risk", "definition":"Corporate credit risk is the risk of loss resulting from the non-payment of a corporate financial instrument."},
{"term":"Corporate governance", "definition":"Corporate governance is a set of relationships between the board of directors, shareholders and other stakeholders of a organization, outlines the relationship among these groups, sets rules how the organization should be managed, and sets its operational framework. "},
{"term":"Correlation", "definition":"Correlation is a single measure of association between two variables, and establishes the strength of a statistical relationship and also forms the basis for statistical regression."},
{"term":"Cost of credit", "definition":"The cost of credit is the interest rate, required return, or other compensation associated with securing and using credit."},
{"term":"Cost of funds", "definition":"The cost of funds is the interest rate, required return, or other compensation associated with securing and using capital."},
{"term":"Counterparty", "definition":"Counterparty is a party to a contract who is contractually bound and is expected to perform - deliver securities, make payments, or similar - sometime in the future."},
{"term":"Counterparty credit risk", "definition":"Counterparty credit risk is the risk that the other party to a contract or agreement will fail to perform under the terms of an agreement.   "},
{"term":"Coupon rate", "definition":"The coupon rate is a percentage of the principal borrowed, and determines the coupon payment, the promised and regularly paid interest payment to the buyer of a bond or other debt security."},
{"term":"Covariance", "definition":"Covariance is a measure of association between two variables that quantifies the change between these variables."},
{"term":"Covenant", "definition":"A covenant is an agreement that requires one party to refrain from specified actions and is imposed on the borrower by a lender to prevent a potential deterioration in the borrower's financial and business condition."},
{"term":"Credit analysis", "definition":"Credit analysis is a strcutured approach to analyze, assess, and evaluate the creditworthiness of a business, organization, or an indiviudal credit or similar exposure."},
{"term":"Credit concentration risk", "definition":"Credit concentration risk is the risk stemming from a single large exposure or group of smaller exposures that are adversely impacted by similar variations in conditions, events, or circumstances."},
{"term":"Credit Default Swap (CDS)", "definition":"A credit default swap is a swap, where the protection buyer of makes a series of payments to the protection seller;  the protection seller provides a payment if a financial instrument (such a bond or loan) or a portfolio of financial instruments experiences a predefined credit event."},
{"term":"Credit derivative", "definition":"A credit derivative is a contract that provides protection if a credit instrument or a portfolio of credit instruments (typically a bond or loan) experiences a credit event."},
{"term":"Credit event", "definition":"A credit event can be a default on a loan or similar exposure, or delays making full or partial interest and/or principal payments; may also include the impact of reduced external credit rating."},
{"term":"Credit grading model", "definition":"A credit grading or ratingmodel quantifies the relative creditworthiness of a borrower, exposure, or facility."},
{"term":"Credit portfolio model", "definition":"A credit portfolio model is computational system used to quantify the credit risk and creditworthiness of borrowers, exposures or facilities and compute both expected and unexpected losses."},
{"term":"Credit portfolio risk", "definition":"Credit portfolio risk is the potential loss a bank can suffer from default, delayed or missed repayment or interest payments, or credit quality/ rating downgrade."},
{"term":"Credit quality", "definition":"Credit quality reflects the risk associated with a loan, borrower, or facility; a higher credit quality translates to higher credit grade or credit rating."},
{"term":"Credit rating", "definition":"A credit rating identifies the relative creditworthiness of a borrower, exposure, or facility by assigning a credit grade."},
{"term":"Credit Rating Agency (CRA)", "definition":"A credit rating agency evaluates the creditworthiness of various borrowers, issuers, or credits."},
{"term":"Credit risk", "definition":"Credit risk is the risk of loss due to non-payment of a loan, bond, or other credit."},
{"term":"Credit risk capital", "definition":"Credit risk capital is capital allocated against possible credit losses."},
{"term":"Credit risk management  ", "definition":"Credit risk management is a structured approach to monitoring, measuring, and managing exposures to reduce the risk of potential loss due to default."},
{"term":"Credit risk mitigation technique", "definition":"A credit mitigation technique reduces credit risk through the use of such things as  collateral, loan guarantees, securitization, or insurance."},
{"term":"Credit score", "definition":"A credit score is a number that relates the relative strength of each borrower to a larger group of borrowers and indicates the relative chance of default.  "},
{"term":"Credit spread", "definition":"A credit spread is the yield differential between different securities, caused by differences in their credit quality."},
{"term":"Credit VAR (CVAR)", "definition":"Credit Value-at-Risk is a quantitative estimate of the credit risk of the portfolio and is typically the difference between expected and unexpected losses on a credit portfolio over a one year time horizon expressed at a certain level statistical confidence."},
{"term":"Crowded trade", "definition":"A crowded trade is a series of simultaneous and similar trades by a larger number of market participants that follow, implement, or execute essentially the same or highly similar strategy."},
{"term":"Currency", "definition":"A currency is a generally accepted form of money – coins and bills – used in a country or a group of countries issued by their governments, central banks, or monetary authorities."},
{"term":"Currency futures", "definition":"A currency future, also FX future or foreign exchange future, is a exchange traded futures contract that conveys the right to exchange one currency for another at a specified date in the future at a predetermined exchange rate known at the purchase date."},
{"term":"Currency options", "definition":"A currency option, also FX option or foreign exchange option, is a derivative where the holder has the right but not the obligation to exchange one currency into another currency at a known exchange rate at or before a specified date."},
{"term":"Currency swaps", "definition":"A currency swap that involves the exchange of principal and interest in one currency for the same in another currency; this type of swap is different from a forex swap."},
{"term":"Cyclical financing", "definition":"Cyclical financing funds temporary and recurring increases in inventory, production, and sales due to changes in the business cycle."},
{"term":"Damage to physical assets", "definition":"Damage to Physical Assets under the Basel II Accord include operational risk events such as  natural disasters, terrorism, vandalism."},
{"term":"Default", "definition":"Default, the failure to pay interest or principal according to contractual terms, and occurs when a debtor is unable to make a timely payment. "},
{"term":"Default ", "definition":"Default, the failure to pay interest or principal according to contractual terms, and occurs when a debtor or a counterparty is unable to make a timely payment or delivery."},
{"term":"Default Risk", "definition":"Default risk is the potential loss due to default. "},
{"term":"Delta", "definition":"Delta is the ratio of the price change of the derivative to the price change of the underlying asset."},
{"term":"Deposit", "definition":"A deposit is money entrusted to a bank for safekeeping in a bank account that allows the depositor to withdraw these funds and any interest paid by the bank on the deposit. "},
{"term":"Deposit insurance", "definition":"Deposit insurance is a promise by a government or an insurance system that, in the event of a bank failure, bank depositors will receive their deposits with that bank either partly or fully."},
{"term":"Derivative", "definition":"A (financial) derivative is an instrument whose value “derives” from  the value of a related underlying financial asset or commodity , and includes swaps, options, forwards, and futures "},
{"term":"Disclosure", "definition":"Disclosure is the dissemination of information about the conditions of a business that allows for a proper and transparent evaluation of that business."},
{"term":"Discounted Dividend Model (DDM)", "definition":"The Discounted Dividend Model estimates the value of a company based on the theory that the value of the company equals the sum of the discounted value of all its future dividend payments."},
{"term":"Dividend", "definition":"A dividend is that part of the earnings of a corporation that are distributed to its owners. A dividend is a distribution to shareholders and typically entails the payment of cash or additional shares."},
{"term":"Duration", "definition":"Duration is a measure of price sensitivity for a fixed income instrument and quantifies the sensitivity of the price of a fixed-income investment to a small incremental change in interest rates."},
{"term":"Economic capital", "definition":"Economic capital is the amount of capital the bank needs in the case of loss events, covers all risks across a bank, and is essential for the bank to survive in the long term."},
{"term":"Embedded options", "definition":"An embedded option usually provides either the bondholder or the issuer the right to take some action, and include callable bonds and convertible bond."},
{"term":"Employment Practices & Workplace Safety", "definition":"Employment Practices & Workplace Safety under the Basel II Accord include operational risk events such as discrimination, workers compensation, and employee health and safety."},
{"term":"Endogenous Liquidity  ", "definition":"Endogenous liquidity is the liquidity inherent in the banks’ assets themselves."},
{"term":"Enterprise Risk Management (ERM)", "definition":"Enterprise Risk Management is a collection of processes, methods, and other approaches businesses and other organisations use to manage, monitor, and measure risks."},
{"term":"Equity", "definition":"Equity is the capital raised from shareholders plus retained earnings and reflects the ownership interest in a corporation."},
{"term":"Equity capital", "definition":"Equity capital is capital the bank has raised from shareholders and from its earnings."},
{"term":"Equity risk", "definition":"Equity risk is the potential loss due to an adverse change in the price of stock. "},
{"term":"Equity swap", "definition":"An equity swap, a financial derivative, where the two counterparties exchange at known future dates cash flows based on the absolute or relative performance of an indvidual equity position, an equity portfolio, or index."},
{"term":"Exchange", "definition":"A (financial) exchange is a formal, organized physical or electronic marketplace where trades between investors follow standardized procedures."},
{"term":"Exchange rate", "definition":"Exchange rate is the price of one country's currency expressed in another country's currency, and is the rate at which one currency can be exchanged for another."},
{"term":"Exchange Traded Fund (ETF)", "definition":"Exchange Traded Fund is a financial instrument that tracks a portfolio, a commodity or an index, and is traded on an exchange."},
{"term":"Execution, Delivery & Process Failures", "definition":"Execution, Delivery & Process Failures under the Basel II Accord include operational risk events such as data entry errors, accounting errors, failed mandatory reporting, and negligent loss of client assets."},
{"term":"Exogenous liquidity  ", "definition":"Exogenous liquidity (often called funding liquidity) is the liquidity provided to the bank by its liability structure, including its ability to borrow and obtain contingent lines."},
{"term":"Exotic instrument", "definition":"An exotic instrument is a financial asset or instrument with features making it more complex than simpler, plain vanilla, products."},
{"term":"Expected loss", "definition":"Expected loss describes the size of losses that can be expected to occur. "},
{"term":"Expected Loss (EL) ", "definition":"Expected loss describes the size of losses that can be expected to occur."},
{"term":"Export Credit Agency (ECA)", "definition":"Export Credit Agency is a private or quasi-governmental institution that acts as an intermediary between national governments and exporters to issue export financing. "},
{"term":"Exposure at default (EAD)", "definition":"Exposure at default is the maximum  loss the lender may suffer in case of a default."},
{"term":"External Credit Assessment Institution (ECAI)", "definition":"External Credit Assessment Institution provides credit assessment that banking regulators allow banks to use in computing their regulatory capital requirements."},
{"term":"External data  ", "definition":"External data, in terms of operational risk management, relates to operational risk and loss data that is not internal to the organization and is typically accessed through an external database."},
{"term":"External fraud  ", "definition":"External Fraud, in the Basel II Accord, includes operational risk events such as the theft of information, hacking damage, third-party theft and forgery."},
{"term":"External liquidity  ", "definition":"External liquidity is the noncontractual contingent capital supplied by investors and other institutions to support a bank during times of liquidity stress."},
{"term":"External risk", "definition":"External risk is associated with a potential loss caused by external parties, is beyond the direct control of the corporation, and includes natural disasters, power shortage or terrorism."},
{"term":"Fair market price", "definition":"Fair market price is the price the asset would fetch if sold on the market immediately to a willing buyer."},
{"term":"Fat-tail event", "definition":"A fat tail event is an event that is very unlikely to occur, may cause very significant losses or disruptions, or both."},
{"term":"Financial asset", "definition":"A financial asset derives its value from a specific contractual claim and includes bonds, loans, stocks, money, currency, derivatives, deposits, etc."},
{"term":"Financial instrument", "definition":"A financial instrument is a representation of an ownership interest claim or the contractual or contingent claim to receive or deliver cash, another financial instrument, or asset, and can either be a cash instrument (e.g., cash, securities, loans, bonds, notes, equity) or a derivative instrument (e.g., forward, future, option, and swap)."},
{"term":"Financial intermediation", "definition":"Financial intermediation is the process bringing together those who need financing, such as businesses and governments, with those who provide financing, such as lenders, banks and private investors, and facilitating the flow of capital between them."},
{"term":"Financial stability", "definition":"Financial stability indicates that shocks and disturbances impacting the financial markets and financial institutions do not restrict their ability to continue intermediating financing, carrying out payments, and redistributing risk satisfactorily."},
{"term":"Five C's of Credit", "definition":"The 5C of credit is an abbreviation of a widely used credit analysis framework that focuses on the character of borrower, the capital provided by the borrower, the business, economic and other conditions faced by the borrower, the financial and legal capacity of the borrower, and the various types of collateral and other types of credit support mechanisms offered by the borrower."},
{"term":"Fixed income instrument", "definition":"Fixed income instrument, such as a bond, provides fixed and known periodic interest payments and the repayment of the principal at maturity."},
{"term":"Fixed interest rate", "definition":"A fixed interest rate is an interest rate that does not change over the life of a loan, bond or other form of credit."},
{"term":"Fixed interest rate loan", "definition":"A fixed interest rate loan is a loan where the interest rate on the loan does not change during the maturity of the loan."},
{"term":"Fixed rate bonds", "definition":"A fixed rate bond is a bond where the coupon rate that determines the periodic interest rate payments does not change during the lifetime of the bond."},
{"term":"Floating interest rate", "definition":"A floating interest rate (also called variable or adjustable rate) is an interest rate other than a fixed interest rate, and may change dependig on the peformance of an underlying index."},
{"term":"Floating interest rate loan", "definition":"A floating interest rate loan is a loan where the interest rate on the loan is tied to  an underlying index or base rate and, as a result, may change during the life of the loan."},
{"term":"Floating rate bonds", "definition":"A floating interest rate bond is a bond where the coupon rate on the bond is tied to  an underlying index or base rate and, as a result, may change during the life of the bond."},
{"term":"Foreign currency cross rate", "definition":"A foreign currency cross rate is the exchange rate between two currencies against a third."},
{"term":"Foreign exchange rate", "definition":"A foreign exchange rate specifies the price of one currency in terms of another currency."},
{"term":"Foreign exchange risk", "definition":"Foreign exchange risk is the potential loss due to an adverse change in the value of a currency against another. "},
{"term":"Forex swap", "definition":"A forex swap, a derivative, consists of the simultaneous buying and selling identical amounts of a currency for another currency at two different valuation dates ; this type of swap is different from a currency swap."},
{"term":"Forward ", "definition":"A forward (contract), a derivative, is a contract that defines the delivery of specified asset (e.g., commodities, currencies, bonds or stocks), at a specified price, at a specified quantity, on a specified future date."},
{"term":"Forward interest rate", "definition":"A forward interest rate is a rate to which a borrower and lender agree for a loan to be made in the future."},
{"term":"Forward price", "definition":"A forward price is the agreed upon price of an asset in a forward contract, and can be a forward interest rate or exchange rate."},
{"term":"Forward Rate Agreement (FRA)", "definition":"A forward rate agreemnt is an OTC derivative contracts that allow banks to take positions in forward interest rates. The contract gives the right to lend/borrow funds at a fixed rate for a specified period starting in the future."},
{"term":"Foundation IRB Approach", "definition":"The Foundation IBR Approach refers to a set of credit risk measurement techniques and capital adequacy rules outlined in the  Basel II Accord. Under this approach, banks develop their own empirical models to quantify the probability of default estimate required to quantify their capital for credit risk."},
{"term":"Fractional reserve banking", "definition":"Fractional reserve banking is a banking system where only a small fraction of the total deposits must be held in reserve with the balance available to be invested in loans and other securities."},
{"term":"Funding liquidity", "definition":"Funding liquidity refers to a bank’s ability to have funds available to repay depositors on demand and to fund loans when needed."},
{"term":"Funding liquidity risk", "definition":"Funding liquidity risk refers to a bank’s potential inability to have funds available to repay depositors on demand and to fund loans when needed."},
{"term":"Future", "definition":"A futures (contract), a derivative, is a standardized and transferable contract traded on an exchange that defines the delivery of specified asset (e.g., commodities, currencies, bonds or stocks), at a specified price, at a specified quantity, on a specified future date."},
{"term":"Futures contract", "definition":"A futures (contract), a derivative, is a standardized and transferable contract traded on an exchange that defines the delivery of specified asset (e.g., commodities, currencies, bonds or stocks), at a specified price, at a specified quantity, on a specified future date."},
{"term":"Gamma", "definition":"Gamma measures how much the option's delta changes when the underlying asset's price changes."},
{"term":"General or systematic market risk", "definition":"General, or systematic, market risk is the risk of an adverse movement in the market prices that are applied across a range of financial assets, including fixed income, loans, equity, and commodities."},
{"term":"Goodwill  ", "definition":"Goodwill arises as a result of the purchase of a business for more than the value of the capital of the acquired company as it is valued in that company’s balance sheet. The excess payment to the shareholders of the acquired company becomes goodwill in the new consolidated balance sheet of the acquiring and acquired companies."},
{"term":"Governance  ", "definition":"Governance relates to the rules, processes, policies, and regulations outlining and definting the capacity, operational management, and administration of an organisation, business, or other entity."},
{"term":"Governance, Risk and Compliance (GRC)", "definition":"Governance, Risk and Compliance, an umbrella term, covers an organization's approach across governance, risk management and compliance; it implies the process of integration across these three areas to to avoid conflicts, overlaps and gaps."},
{"term":"Headline risk", "definition":"Headline, or reputational, risk is the potential loss due to a decrease in a bank's standing in public opinion. "},
{"term":"Hedging", "definition":"Hedging attempts to reduce risk by matching a position with an opposite and offsetting position in a financial instrument that tracks or mirrors the value changes in the position."},
{"term":"Historical frequency model", "definition":"A historical frequency model quantify credit risk and other risk exposures based on the empirical and historical realizations of credit risk events."},
{"term":"Historical simulation", "definition":"Historical simulation measures risk across instruments and portfolios assuming that historical changes in market values are representative of future changes."},
{"term":"Historical volatility", "definition":"Historical volatility is the realized volatility of a financial instrument over a given time period."},
{"term":"Hybrid security", "definition":"A hybrid security is a financial instrument that has both equity and debt features."},
{"term":"Idiosyncratic risk", "definition":"Idiosyncratic risk represents risks that are particular to the conditions and circumstances of one or a defined group of individual borrowers, assets or securities. "},
{"term":"Implied volatility", "definition":"Implied volatility is the estimated volatility of a security's price."},
{"term":"Index", "definition":"Index is a statistical composite that measures changes, performance, and risk of financial markets."},
{"term":"Inflation rate", "definition":"Inflation rate  is the change in the purchasing power of money expressed as an annual percentage change."},
{"term":"Information security  ", "definition":"Information security are the processes, policies, and procedures of protecting information systems from unauthorized access, inproper use, disclosure, disruption, modification or destruction."},
{"term":"Innovative capital", "definition":"Innovative capital includes complex financial instruments that have both equity and debt features."},
{"term":"Insolvency", "definition":"Insolvency occurs when liabilities exceed assets; while not synonymous with bankruptcy or illiquidity, it typically leads to either or both."},
{"term":"Institutional borrower", "definition":"An institutional borrower is a financially sophisticated organization such as  a large publicly traded company, a hedge fund, a large bank, or a large insurer, who borrows substantial amounts of capital using debt securities or direct borrowing."},
{"term":"Insurance ", "definition":"Insurance provides financial compensation for loss; in exchange for periodic payments the insurer guarantees the insured a sum of money upon the occurrence of an adverse specific event. "},
{"term":"Interbank loan", "definition":"An interbank loan is a loan between banks."},
{"term":"Interbank market", "definition":"Interbank market is the market where banks trade with each others, and include the interbank foreign exchange and loan market."},
{"term":"Interest rate", "definition":"Interest rate, the price of credit, is the rate charged for accessing and using borrowed funds."},
{"term":"Interest rate margin", "definition":"The interest rate margin is the difference between the interest income the bank earns on its assets and the interest expense it pays on its liabilities."},
{"term":"Interest rate risk", "definition":"Interest rate risk is the potential loss of value due to the variability of interest rates."},
{"term":"Interest rate swap", "definition":"Interest rate swap is a contractual agreement under which two parties exchange interest payments of differing nature on an predetermined amount for a known period of time with known frequency."},
{"term":"Interest-rate risk in the banking book", "definition":"The interest rate risk in the banking book reflects the fact that bank assets and liabilities have different maturities, are priced off different interest rates, and are repriced at different points in time."},
{"term":"Internal Assessment Approach (IAA)", "definition":"The Internal Assessment Approach allows banks to map their internal credit assessment of a securitization exposure to an equivalent external credit rating from a nationally recognized statistical rating organization."},
{"term":"Internal Capital Adequacy Assessment Process (ICAAP)  ", "definition":"Internal Capital Adequacy Assessment Process is a  requirement of the Basel II Accord, and requries banks to hold capital in excess of Pillar 1 minimum capital requirements to ensure that material risks of the firm are adequately covered by capital."},
{"term":"Internal data", "definition":"Internal data, in terms of operational risk management, relates to operational risk and loss data that is internal to the organization."},
{"term":"Internal fraud  ", "definition":"Internal Fraud under the Basel II Accord include operational risk events such the misappropriation of assets, tax evasion, intentional mismarking of positions, and bribery."},
{"term":"Internal process risk", "definition":"Internal process risk is the potential loss resulting from improper execution of processes and procedures in conducting a bank's day-to-day operations."},
{"term":"Internal ratings based (IRB) approach", "definition":"Internal Ratings Based approach to determine the regulatory minimum capital requirement for credit risk uses the bank’s own information, and includes two different procedures that have methodological differences to forecast the different risk factors."},
{"term":"International bank", "definition":"An international bank is a commercial, investment or merchant bank with operations in several different countries."},
{"term":"Investment bank", "definition":"An investment bank predominantly deals with corporate and institutional customers, issues financial securities in the financial and capital markets, provides advice on transactions such as mergers and acquisitions, manages investments and trades on its own account."},
{"term":"Issuer", "definition":"An issuer is a legal entity that sells financial instruments to raise funds to finance its operations; sovereign and local governments, corporations, institutions, and other legal entities are typical issuers. "},
{"term":"Judgmental bias ", "definition":"Judgmental bias occurs during the estimation process as the experts are swayed by the background data and the form of the questions."},
{"term":"Junior bond", "definition":"Junior bond is subordinated to more senior bonds in case of bankruptcy, default or similar event, but has priority before equity."},
{"term":"Junior debt", "definition":"Junior debt is subordinated to more senior debt but has priority over equity. "},
{"term":"Key Control Indicator (KCI) ", "definition":"A Key Control Indicator quantifies how effectively a specific control tool, approach, or methodology is working."},
{"term":"Key Performance Indicator (KPI)  ", "definition":"A Key Performance Indicator measures how well something is performing, or how efficient it is."},
{"term":"Key Risk Indicator (KRI)  ", "definition":"A Key Risk Indicator measures the riskiness of a specific activity."},
{"term":"Kurtosis", "definition":"Kurtosis is a measure of “fat tails,” i.e., the relative probability of extreme returns compared to usual returns."},
{"term":"Legal risk", "definition":"Legal risk includes, but is not limited to,  the risk associated with the uncertainty of legal actions or the application or interpretation of contracts, laws, or regulations and can include potential exposure to fines, penalties, or punitive damages resulting from supervisory actions, as well as private settlements."},
{"term":"Lender of last resort", "definition":"The lender of last resort, typically a central bank, assists banks facing unusually large and unexpected funding and other liquidity problems, or a systemic crisis by providing financing to the banks."},
{"term":"Lending guideline", "definition":"A lending guideline typically includes financial performance standards, collateral requirement standards, and possibly loan pricing standards to better link exposures to risks and pricing."},
{"term":"Lessee, lessor", "definition":"A lessee contracts with a lessor to use an asset that lessor owns, and in exchange for the lessee’s right to use the asset, it will make regular contractual payment(s) to the lessor. "},
{"term":"Letter of credit", "definition":"A letter of credit guarantees payment by a bank on behalf of its customer who pays a fee to the bank for providing the guarantee."},
{"term":"Leverage", "definition":"Leverage, reflects the amount or proportion of debt used in the financing structure of an organization; the higher the leverage the more debt the company uses."},
{"term":"Liabilities", "definition":"Liabilities consist of a bank's deposits and its borrowings."},
{"term":"LIBOR", "definition":"LIBOR, London Interbank Offered Rate, is a daily reference rate based on the average interest rate banks in London charge other banks, on the offer side of the transaction, when borrowing and lending."},
{"term":"LIBOR (London Interbank Offered Rate)", "definition":"LIBOR, London Interbank Offered Rate, is a daily reference rate based on the average interest rate banks in London charge other banks, on the offer side of the transaction, when borrowing and lending."},
{"term":"Line of credit", "definition":"Line of credit is an uncommitted credit facility."},
{"term":"Liquidity", "definition":"Liquidity refers to either market (transactional) or funding (payment) liquidity."},
{"term":"Liquidity risk", "definition":"Liquidity risk can be market (transactional) liquidity risk and funding (payment) liquidity risk. "},
{"term":"Loan loss reserve", "definition":"A loan loss reserve, or \"allowance for loan losses\" or a \"credit loss reserve\", is the portion of loans set aside to absorb anticipated loan losses."},
{"term":"Loan policy", "definition":"The loan policy outlines credit strategy, principles of lending practices, responsibility of relationship managers, the trade and business area, compliance requirements, loan and other credit products offered, and prohibited loans."},
{"term":"Loan portfolio", "definition":"A loan portfolio contains all the loans, leases, and other credits a bank has underwritten directly or participates in."},
{"term":"Loan review", "definition":"A loan review, an independent evaluation of compliance with loan, credit and undewriting policies,  assurs compliance with credit standards and banking regulations and is typically carried out on behalf of the senior loan committee, senior management or the board of directors, by the bank's auditors."},
{"term":"Long position", "definition":"A long position, the opposite of short position, represents the ownership position of an asset; when the asset’s value increases, the position increases in value and when the asset’s value declines, the position decreases in value. "},
{"term":"Long-term lending", "definition":"Long- term lending has a maturity exceeding 15 years and finances major capital projects or expenditures."},
{"term":"Loss Data Approach (LDA)", "definition":"Loss Data Approach gathers internal loss data as the basis for an operational risk capital model."},
{"term":"Loss data program  ", "definition":"Loss data program relates to the collection of loss event data, subject to specifications conditions that are outlined in the loss data or operational risk event policy."},
{"term":"Loss Given Default (LGD) ", "definition":"Loss Given Default is the actual loss suffered in the wake of a default, is a function of the recovery rate and the exposure at default."},
{"term":"Macauley's duration", "definition":"Macauley's duration is one of the approaches to quantify a bond's duration and approximates the percentage change in bond price for change in yield."},
{"term":"Margin", "definition":"Margin (requirement) is the amount investors must post to their brokers and the brokers are obligated to post with the clearinghouse, and is determined by various considerations including the different types of instruments the broker trades on the exchange, the risk of the instrument, and the overall trading volume. ."},
{"term":"Margin ", "definition":"Margin (requirement) is the amount investors must post to their brokers and the brokers are obligated to post with the clearinghouse, and is determined by various considerations including the different types of instruments the broker trades on the exchange, the risk of the instrument, and the overall trading volume.  "},
{"term":"Marked-to-market", "definition":"Marked-to-market (accounting) assigns a value to an asset that reflects the value it would fetch on the market."},
{"term":"Market liquidity", "definition":"Market liquidity risk refers to the ability to trade assets with negligible price concessions."},
{"term":"Market liquidity risk", "definition":"Market liquidity risk refers to conditions when trading --buying and selling --assets significantly affects their transaction price or can be only be executed at significant price concessions"},
{"term":"Market risk", "definition":"Market risk is defined as the risk of losses in on- and off-balance-sheet positions arising from movements in market prices, and typically encompass the risks pertaining to interest rate related instruments and equities in the trading book, and foreign exchange risk and commodities risk throughout the bank."},
{"term":"Market risk amendment", "definition":"The market risk amendment of 1996 required banks to maintain regulatory minimum capital against the bank's positions in various market-traded financial assets such as foreign exchange, fixed income, equity, commodities, and derivatives. It is now superseded by The Basel II Accord which incorporated significant proportions of the amendment."},
{"term":"Market risk capital", "definition":"Market risk capital is capital allocated against possible market losses. "},
{"term":"Mark-to-market", "definition":"Marked-to-market (accounting) assigns a value to an asset that reflects the value it would fetch on the market."},
{"term":"Maturity", "definition":"Maturity is the time period until a loan, bond or other credit is repaid fully."},
{"term":"Medium-term lending", "definition":"Medium-term lending has a maturity not exceeding three or five years and finances ongoing investments in machinery, equipment or facilities, or cyclical needs."},
{"term":"Modified Duration (MD)", "definition":"Modified duration is one of the approaches to quantify a bond's duration and approximates the percentage change in bond price for a 1% change in yield."},
{"term":"Monetary policy", "definition":"Monetary policy is the process by which the monetary authority of a country controls the supply of money, often targeting a rate of interest. Monetary policy is usually used to attain a set of objectives oriented towards the growth and stability of the economy."},
{"term":"Monetary stability", "definition":"Monetary stability reflect the extent the value of money can be maintained and as a synonym of price stability, implies low and stable inflation."},
{"term":"Money", "definition":"Money serves as a medium of exchange, legal tender, basis for trade and acts as a unit of account and store of value. "},
{"term":"Money multiplier", "definition":"The money multiplier, the inverse of the reserve requirement, indicates how much additional money each unit of money, deposited with a bank, creates."},
{"term":"Mortgage", "definition":"A mortgage finances the purchase of real estate that serves as collateral."},
{"term":"Net income", "definition":"Net income is the difference between total revenue and expenses."},
{"term":"Net interest income", "definition":"Net interest income is the difference between interest income and interest expense."},
{"term":"Netting", "definition":"Netting is the settlement of mutual obligations by cancelling out mutual debts; settlement is at the net exposure and not at the gross exposure."},
{"term":"Nonstatistical risk measure", "definition":"Nonstatistical risk measure is a tool that quantifies market risk and includes measuring net open positions, basis point values, option sensitivities, market values, position concentrations, position turnover, and stress testing."},
{"term":"Off-balance sheet activity", "definition":"Off-balance sheet activities, are not recorded on the balance sheet, and include asset, debt, or financing related activities such as derivatives or loan commitments and other contingent exposures that could pose a risk to the bank."},
{"term":"Operational loss event", "definition":"Operational loss event is a loss that is the result of operational failure."},
{"term":"Operational risk", "definition":"Operational risk is the risk of loss resulting from inadequate or failed internal processes, people and systems, or from external events. This definition includes legal risk, but excludes strategic and reputational risk."},
{"term":"Operational risk capital", "definition":"Operational risk capital is capital allocated against possible operational losses. "},
{"term":"Operational risk department", "definition":"The operational risk department is the department within an organization who manages or owns the operational risk function of the entity."},
{"term":"Operational risk ", "definition":"Operational risk is the risk of loss resulting from inadequate or failed internal processes, people and systems, or from external events. This definition includes legal risk, but excludes strategic and reputational risk."},
{"term":"Option", "definition":"An option conveys certain rights to the buyer of an option; the two main types of options are a call option and a put option"},
{"term":"Option price", "definition":"Option price is the buyer of the options contract pays for the right to buy or sell a security at a specified price in the future."},
{"term":"Over-the-counter (OTC) market", "definition":"The over-the-counter market is a decentralized market without a physical marketplace, where both standardized and non-standardized securities and other financial instruments are traded."},
{"term":"Paid-in-capital", "definition":"Paid-in-capital the (equity) capital that the owners have invested in the corporation."},
{"term":"Pandemic plan", "definition":"A pandemic plan is a documented policy, plan or strategy within an organisation's business continuity planning framework addressing the possible event of a widespread outbreak of a dangerous infectious disease."},
{"term":"Payment system", "definition":"A payment system is the infrastructure that settles financial and other transactions or transfers funds between financial institutions using established procedures and protocols."},
{"term":"People risk", "definition":"People risk is associated with a potential loss resulting from intentional or unintentional employee actions such as improper record keeping, misuse of information, or fraud. "},
{"term":"Permanent financing", "definition":"Permanent financing provides capital either through equity or long-term debt to purchase, develop, and operate long-term fixed assets, such as factories, equipment and machinery."},
{"term":"Pillars of the Basel II Accord", "definition":"The Basel II Accord consists of three pillars: Pillar 1 focuses on minimum capital requirements for the three major risks bank face: credit risk, operational risk and market risk; Pillar 2 focuses on supervisory review and processes for capital adequacy; and Pillar 3 focuses on market discipline and transparency."},
{"term":"Plain vanilla", "definition":"A plain vanilla is the standard type of a financial asset or instrument."},
{"term":"Point in Time (PIT) capital model", "definition":"Point in Time capital models determine regulatory capital adequacy to reflect the risk, and the associated regulatory capital requirements, at specific points in time."},
{"term":"Portfolio", "definition":"A portfolio is a collection of investments, such as stocks, bonds and cash equivalents, held by an institution or a private individual."},
{"term":"Position", "definition":"A position is the amount of a security either owned (which constitutes a long position) or borrowed (which constitutes a short position) by an individual or by a dealer."},
{"term":"Potential Future Exposure (PFE)", "definition":"Potential future exposure quantifies the counterparty credit risk by evaluating existing trades, positions, and other exposures in light of possible future variability in market prices, rates or yields during their likely lifetime."},
{"term":"Preferred share", "definition":"A preferred share has properties of both equity and debt, and are senior to common stock, but are subordinated to bonds; usually they do not carry any voting rights."},
{"term":"Present value", "definition":"Present value, the discounted value of future payments, adjusts values to reflect the time value of money and to make these values comparable."},
{"term":"Price of credit", "definition":"Price of credit is the rate charged for accessing and using borrowed funds."},
{"term":"Prime lending rate", "definition":"The prime lending rate is the rate the banks typically charge their best customers."},
{"term":"Principal", "definition":"The principal is the amount borrowed on a credit and excludes interest or other charges."},
{"term":"Private offering", "definition":"A private offering raises capital by selling new securities to a selected group of individuals, but not to the public."},
{"term":"Probabilistic model", "definition":"A probabilistic model incorporate the complex and interdependent behavior of complex assets and liabilities, and incorporate statistical and quantitaive modeling."},
{"term":"Probability of default (PD)", "definition":"The probability of default is the probability that a borrower defaults."},
{"term":"Project finance", "definition":"Project finance provide funds for the completion of large scale industrial or infrastructure projects where the assets of the project are pledged as collateral for the loan and the realized income or cash flow once the project is completed is expected to repay the loan."},
{"term":"Provision for loan loss", "definition":"Provision for loan losses is a cost recorded on the income statement that represents funds set aside to absorb anticipated loan losses."},
{"term":"Public borrower", "definition":"A public borrower is typically a sovereign state, a provincial, or a local government including their sub-entities."},
{"term":"Public offering", "definition":"A public offering raises capital by selling new securities to the public."},
{"term":"Purchasing Power Parity (PPP)", "definition":"Purchasing Power Parity is a theory of long-term equilibrium exchange rates where the relative value of two currencies is determined solely on the relative differences between price levels of two countries."},
{"term":"Put option", "definition":"Put option, a financial derivative, gives the right, but not the obligation to sell an agreed quantity of a particular commodity or financial instrument from the seller of the option at a certain time(expiration date) for a certain price(strike price); where the seller  is obligated to buy the commodity or financial instrument should the buyer so decide."},
{"term":"Rate Sensitive Assets (RSA)  ", "definition":"Rate sensitive assets are bank assets, mainly bonds, loans and leases, and the value of these assets is sensitive to changes in interest rates; these assets are either repriced or revalued as interest rates change."},
{"term":"Rate Sensitive Liabilities (RSL)  ", "definition":"Rate sensitive liabilities are bank liabilities, mainly  interest-bearing deposits and other liabilities, and the value of these liabilities is sensitive to changes in interest rates; these liabilities are either repriced or revalued as interest rates change."},
{"term":"Recovery rate (RR)", "definition":"The recovery rate is that fraction of a defaulted obligation that can be recovered."},
{"term":"Regulatory capital requirement", "definition":"Regulatory capital requirement specifies how much minimum capital a bank must hold to guard against the various – market, credit and operational -- risks it takes."},
{"term":"Repurchase agreement or repo", "definition":"A repurchase agreement, \"repo\", is a contract between two parties in which one party sells the other a security at a specified price with the obligation to buy the security back at a later date for another specified price; they are widely used by central banks to provide support to meet a bank's short-term liquidity."},
{"term":"Reputation risk", "definition":"Reputation, or headline, risk is the potential loss resulting from a decrease in standing in public opinion."},
{"term":"Reputational risk", "definition":"Reputational, or headline, risk is the potential loss resulting from a decrease in standing in public opinion."},
{"term":"Reserve requirement", "definition":"The reserve requirement, in the fractional reserve banking system, is the proportion of cash a bank must keep on hand to meet regulatory requirements and limits how much money an initial deposit could potentially create.  "},
{"term":"Retail bank", "definition":"Retail banks primarily service individuals, or consumers, and small and medium enterprises (SMEs).  "},
{"term":"Retail borrower", "definition":"A retail borrower is an individual (\"consumer\") who borrows money to purchase homes, cars, and other goods or services. "},
{"term":"Retained earnings", "definition":"Retained earnings is that part of corporate earnings not returned to the owners as dividends"},
{"term":"Rho", "definition":"Rho is the sensitivity of the option price to changes in the risk-free rate."},
{"term":"Risk & Control Self Assessment (RCSA)  ", "definition":"Risk & Control Self Assessment is the process of identifying potential risks, and then design and implement controls to manage these."},
{"term":"Risk appetite", "definition":"Risk appetite is the level of risk exposure an investor is willing to assume in exchange for the potential for a profit."},
{"term":"Risk factor mapping", "definition":"Risk factor mapping is a process that tells us how to convert selected risk factors into combinations of other risk factors."},
{"term":"Risk management ", "definition":"Risk management is a structured approach to monitoring, measuring, and managing exposures to reduce the potential impact of an uncertain event happening. "},
{"term":"Risk policy  ", "definition":"A risk policy outlines the risk management framework an organization in relationship to its objectives, and varies across and within industries and firm based on the ability to absorb losses and the rate of return it seeks from operations."},
{"term":"Risk transfer", "definition":"Risk transfer is the assumption of specific risk for a fee, or premium."},
{"term":"Risk-adjusted Return on Capital (RAROC)", "definition":"Risk-Adjusted Return on Capital adjusts the return generated by an asset for the inherent risk assumed by the project making it easier to compare and contrast projects with different risk profiles."},
{"term":"Risk-free rate", "definition":"Risk-free rate is rate of return from an investment, over a given period of time, that is completely free from all types of risks."},
{"term":"Risk-weighted assets", "definition":"Risk-weighted assets equal the sum of various financial assets multiplied by their respective risk-weights and off-balance sheet items weighted for their credit risk according to the regulatory requirements outlined by banking regulators and supervisors.  "},
{"term":"Rogue trader", "definition":"A rogue trader typically violates trading controls or manipulates reporting systems to hide his or her trading activity."},
{"term":"Sarbanes-Oxley Act  ", "definition":"Sarbanes-Oxley Act was enacted in 2002 in the United States in response to a number of major corporate, governance, and accounting scandals to improve the corporate governance of U.S. public companies, businesses and other organisations."},
{"term":"Savings and loans (S&Ls)", "definition":"S&Ls, or thrifts, primarily offers loans to individuals to finance residential housing, car and other retail or consumer purchases."},
{"term":"Scenario analysis", "definition":"Scenario analysis, or what-if analysis, assesses the potential outcome of various scenarios by setting up several possible situations and analyzing the potential outcomes of each situation."},
{"term":"Seasonal financing", "definition":"A seasonal loan finances a temporary and predictable short-term demand, such as seasonal increases in inventory or farm-related financing."},
{"term":"Securitization", "definition":"Securitization is a process where  cash flow producing assets (ex.., mortgages, credit cards, and loans) are pooled into a portfolio, the purchase of these assets in the portfolio is financed by securities issued to investors, who then share the cash flows generated by the portfolio. "},
{"term":"Security", "definition":"A (financial) security is a fungible financial instrument. "},
{"term":"Senior bond", "definition":"Senior debt has priority over all other more junior and subordinated debt in case of bankruptcy, default or similar event."},
{"term":"Senior debt", "definition":"Senior debt has priority in default over all other more junior and subordinated debt. "},
{"term":"Settlement risk", "definition":"Settlement, or Herstatt, risk is the risk that a counterparty fails to perform as agreed and does not deliver a security, or its value after the other counterparty has already delivered on the same transaction. "},
{"term":"Shareholder", "definition":"A shareholder, stockholder or equity holder, is one of the owners of a corporation, has the right to elect the board of directors, may decide in corporate matters, and may receive dividends."},
{"term":"Shareholder's equity", "definition":"Shareholder’s equity, the difference between assets and liabilities, is the shareholders’ investment in the company, which typically equals the amount the shareholders have invested in the company and retained earnings. "},
{"term":"Short position", "definition":"A short position, the opposite of long position, represents either the selling of a borrowed asset, the writing of an option, or selling a futures position; when the asset’s value increases, the position declines in value and when the asset’s value declines, the position increases in value. "},
{"term":"Short-term lending", "definition":"Short-term lending has a maturity less than one year and finances temporary requirements, or seasonal needs."},
{"term":"Small and medium enterprise (SME)", "definition":"A small and medium enterprise is usually a partnership, a proprietorship, an owner-operator or other types of small business and corporation whose sales, assets, and headcount falls below a certain limit. "},
{"term":"Solvency", "definition":"Solvency is when assets exceed the liabilities."},
{"term":"Sovereign borrower", "definition":"A sovereign borrower is a government of an independent state or a country that issues bonds or borrows to finance large capital or infrastructure investments, such as roads or railways, or to fund government spending. "},
{"term":"Sovereign credit   ", "definition":"Sovereign credit is direct borrowing or a borrowing guaranteed by the government of a sovereign state."},
{"term":"Sovereign credit risk", "definition":"Sovereign credit risk is the risk that a sovereign state or government will default on or delay the repayment of the government debts."},
{"term":"Specific, non-systematic, unique risk", "definition":"Specific, non-systematic, unique risk is the risk of an adverse movement in the price of one individual security or financial asset due to factors specific to that particular security or issuer. "},
{"term":"Speculation", "definition":"Speculation involves the buying (long position), holding, selling, and short-selling (short position) of financial assets, commodities, foreign exchange, or derivatives, in the expectation that price fluctuations will generate a profit; a position that is not hedged or when simply buying or selling the asset with the hope of earning a profit. "},
{"term":"Stakeholder", "definition":"A stakeholder is someone with an interest in the future of a business, enterprise or organization, and usually includes individual customers, borrowers, depositors, investors, employees, shareholders, regulators, and public."},
{"term":"Standard deviation", "definition":"Standard deviation is a measure of risk, and quantifies the dispersion of the data from its mean; the square root of variance."},
{"term":"Standardized approach", "definition":"The Standardized Approach to calculate the bank's credit and market risk capital is the simplest approach outlined in the Basel II Accord for these risks. For operational risk, this is an intermediate level approach."},
{"term":"Stop-loss order", "definition":"A stop-loss order instructs the broker to buy or sell a security at the best available price once a certain, stated price is reached."},
{"term":"Strategic risk", "definition":"Strategic risk is the potential loss due to poor business decisions or their incorrect execution."},
{"term":"Stress testing", "definition":"Stress testing assesses the potential outcome of  specific changes that are fundamental, material, and adverse."},
{"term":"Strike price", "definition":"The strike price is a fixed and known price at which an option can be exercised."},
{"term":"Swap", "definition":"A swap, a derivative, allows two counterparties to exchange streams of future cash flows with each other."},
{"term":"Systemic risk", "definition":"Systemic risk is the risk of a system-wide breakdown in the banking or financial system."},
{"term":"Systems risk", "definition":"Systems risk is the loss resulting from the insufficient protection of information technology against disruption, damage, or loss caused by hazards such as systems failure, security breaches or data theft."},
{"term":"Temporary  financing", "definition":"Temporary financing provides capital through short or medium-term debt; includes seasonal and cyclical loans."},
{"term":"Theta", "definition":"Theta measures the expected decline in option value with the passage of time."},
{"term":"Third parties  ", "definition":"Third parties typically refer to others than the main principals involved in a transaction, business, or organization; an entity external to the organization."},
{"term":"Through The Cycle (TTC) model", "definition":"Through the Cycle model determine regulatory capital adequacy to reflect the risk, and the associated regulatory capital requirements throughout the credit and business cycle."},
{"term":"Tier 1 capital", "definition":"Tier 1 Capital in the Basel Accords is the core capital of the bank and refers to equity capital and to certain types of disclosed reserves as well as particular debt/equity hybrid securities.  "},
{"term":"Tier 2 capital", "definition":"Tier 2 Capital in the Basel Accords is supplementary capital and refers to undisclosed and certain disclosed reserves, general provisions, general loan loss reserves, hybrid capital instruments, and subordinated debt. "},
{"term":"Tier 3 capital", "definition":"Tier 3 Capital in the Basel Accords is a specific type of supplementary capital and refers to certain type of short-term debt that can partially satisfy regulatory minimum capital requirements for market risk only."},
{"term":"Total Return Swap (TRS)", "definition":"Total Return Swap is an equity swap where  the receiver gets a payment equal to the total return—capital gains plus dividends—of a stock over a fixed period of time, usually a calendar quarter."},
{"term":"Trading book", "definition":"The trading book of a bank is the portfolio of various positions in financial assets, instruments and commodities that a bank holds with the intention to invest, to trade, or to hedge other positions in the trading book. "},
{"term":"Transaction cost", "definition":"Transaction cost is an expense incurred in buying or selling a security, including commissions, markups, markdowns, fees, and any direct taxes as well as the potential cost of executing the trade in the market due to widening spreads and liquidity considerations."},
{"term":"Transparency  ", "definition":"Transparency relates to the full, accurate, and timely disclosure of otherwise internal business, financial, or accounting information."},
{"term":"Treasury risk", "definition":"Treasury risk is defined as the risk of loss in the activities of a bank’s Treasury."},
{"term":"Treasury  ", "definition":"The treasury manages the financial aspects of an organization and  in banking it typically manages the bank's asset and liability structure, liquidity, and capital exposure."},
{"term":"Uncommitted facility", "definition":"An uncommitted facility is a loan with loosely specified terms and conditions but with an understanding that the funds will be made available by the lender when the borrower demands."},
{"term":"Underlying assets", "definition":"An underlying asset is the asset on which the price of a derivative depends."},
{"term":"Underwriting", "definition":"Underwriting assesses the borrower's eligibility to receive a credit, a loan or a bond, by analyzing financial and other information furnished by the potential borrower or obtained elsewhere."},
{"term":"Unexpected loss", "definition":"An unexpected loss describes the loss in excess of the expected loss and is expressed with a certain confidence level."},
{"term":"Value-at-Risk (VaR)", "definition":"Value-at-Risk, a measure of risk,  estimates the potential loss of at a specified confidence level using statistical analysis."},
{"term":"Vega", "definition":"Vega, a measure of sensitivity to volatility, is the first derivative of the option value with respect to the volatility of the asset or instrument underlying the option."},
{"term":"Vendors  ", "definition":"Vendors, sellers of goods or services, in operational risk management typically refer to external entities providing various operational risk management related services."},
{"term":"Volatility", "definition":"Volatility, or conditional standard deviation, quantifies the risk of a financial instrument over a specified time horizon."},
{"term":"Yield curve", "definition":"A yield curve illustrates the relationship between prevailing interest rates based on the time remaining to maturity."},
{"term":"Zero-coupon bonds", "definition":"A zero-coupon bond is a type of fixed income instrument that makes only one payment at maturity, which includes both interest accrued and the repayment of principal; it is traded at a deep discount from its stated principal value."}
]